<?php
// +----------------------------------------------------------------------
// | StarCMS  全新起点  用心创造
// +----------------------------------------------------------------------
// | Copyright (c) 深圳乐创网络科技有限公司
// +----------------------------------------------------------------------
// | Author: Alen <1621523332@qq.com>   
// +----------------------------------------------------------------------
namespace app\admin\controller;

class Index extends Base{
    public function index()
    {
    	
        return $this->fetch();
    }
	
//	public function add(){
//		return "hello";
//	}
}
