<?php
// +----------------------------------------------------------------------
// | StarCMS  全新起点  用心创造
// +----------------------------------------------------------------------
// | Copyright (c) 深圳乐创网络科技有限公司
// +----------------------------------------------------------------------
// | Author: Alen <1621523332@qq.com>   
// +----------------------------------------------------------------------

// [ 应用入口文件 ]
if(version_compare(PHP_VERSION,'5.3.0','<'))  die('require PHP > 5.3.0 !');
// 定义应用目录
define('APP_PATH', __DIR__ . '/../application/');
define('BIND_MODULE','admin');
define('APP_DEBUG', true);
// 引入系统初始化文件
require __DIR__ . '/../initialize.php';
// 加载框架引导文件
require __DIR__ . '/../core/start.php';
